welcome = 🥰 <b>स्वागत छ StrangerSathiBot मा, { $name }!
          ❤️ यहाँ तपाईं आफ्नो भावना स्वतन्त्र रूपमा व्यक्त गर्न सक्नुहुन्छ र आफ्नो कुरा बाँड्न सक्नुहुन्छ।
          🌟 दिनलाई उज्यालो बनाउनुहोस् र यहाँ केही रोचक कुरा कुराकानी गर्नुहोस्!

          ❓ बोटको सम्पूर्ण कार्यक्षमता: /help
          (क्लिक गर्न मिल्ने कमाण्ड)</b>

help = 😍 <b>{ $name }, कमाण्डहरू:

        🌐 /language | <code>language</code> ❯ भाषा परिवर्तन गर्नुहोस्
        👤 /profile | <code>profile</code> ❯ आफ्नो प्रोफाइल हेर्नुहोस्
        🔗 /link | <code>link</code> ❯ आफ्नो प्रोफाइलको लिङ्क पठाउनुहोस्
        🔍 /search | <code>search</code> ❯ कुराकानी साथी खोज्नुहोस्
        ➡️ /next | <code>next</code> ❯ अर्को कुराकानी साथी
        🛑 /stop | <code>stop</code> ❯ खोजाइ रोक्नुहोस्
        💌 /chan | <code>chan</code> ❯ एउटा सुन्दर तस्वीर प्राप्त गर्नुहोस्
        🎲 /dice | <code>dice</code> ❯ पासा फाल्नुहोस्
        🏆 /top | <code>top</code> ❯ प्रयोगकर्ताको रैंकिंग


language = 🌐 <b>{ $name }, तपाईंले कुन भाषा बोल्नु मनपर्छ?</b>

profile = 👤 <b>{ $name }, <u>तपाईंको</u> प्रोफाइल:
          🆔 ❯ <code>{ $id }</code>
          🕶 माथि नाम लुकाउनुहोस्: { $open }
          💰 ब्यालेन्स: { $balance } कुकीहरू

          📆 दर्ता मिति: { DATETIME($date) }</b>

dice = 🎲 <b><u>तपाईंको</u> रोल: <code>{ $number }</code>
       💰 तपाईंको ब्यालेन्स: <code>{ $balance }</code>

       🪑 तपाईंको रैंकिंग स्थिति: { $position }</b>

top = 🍪 { $name }, शीर्ष कुकी आर्जनकर्ता 🍪

      { $tops }
      ❤️ कुल प्रयोगकर्ता: { $users }
      🪑 तपाईंको रैंकिंग स्थिति: { $position }

nothing = यो बटनले केही गर्दैन 😊

command-language = 🌐 भाषा परिवर्तन गर्नुहोस्
command-profile = 👤 तपाईंको प्रोफाइल
command-link = 🔗 तपाईंको प्रोफाइलको लिङ्क पठाउनुहोस् साथीलाई
command-search = 🔍 कुराकानी साथी खोज्नुहोस्
command-next = ➡️ अर्को साथी
command-stop = 🛑 खोजाइ रोक्नुहोस् वा संवाद
command-chan = 💌 चान पठाउनुहोस्
command-dice = 🎲 पासा फाल्नुहोस्
command-top = 🏆 शीर्ष कुकी आर्जनकर्ता

search-btn = ☕ साथी खोज्नुहोस्
cancel-btn = ⏹️ संवाद समाप्त गर्नुहोस्
stop-btn = 🛑 खोजाइ रद्द गर्नुहोस्
next-btn = ➡️ अर्को साथी
profile-btn = 🔓 प्रोफाइल खोल्नुहोस्
close-profile-btn = 🔒 प्रोफाइल बन्द गर्नुहोस्
top-btn = 🍪 कुकीहरूको शीर्ष

search-not-started = 🔍 <b>कुराकानी साथीको खोजाइ सुरु गर्नुहोस्!</b>
looking-for-a-companion= 🔍 <b>पहिले नै <u>तपाईंको लागि</u> कुराकानी साथीको खोजाइ गर्दैछु...</b>
search-companion = 🔍 <b><u>तपाईंको लागि</u> कुराकानी साथीको खोजाइ गर्दैछु...</b>
next-companion = 🔍 <b><u>तपाईंको लागि</u> नयाँ कुराकानी साथीको खोजाइ गर्दैछु...</b>
stop-companion = 😔 <b>बस यति.. अब अरू कोहीलाई खोज्दिन!</b>
block-companion = 😔 <b>ओहो! यस्तो लाग्छ कि कुराकानी साथीले बोटलाई ब्लक गरेको छ</b>

found-companion = 🎁 <b><u>तपाईंको लागि</u> कुराकानी साथी भेटियो, कुराकानीको मजा लिनुहोस्!</b>
chat-with-companion = 💬 <b>तपाईंसँग पहिले नै एक कुराकानी साथी छ!</b>

send-link = 🔗 <b>तपाईंको कुराकानी साथीले आफ्नो प्रोफाइलको लिङ्क पठाएको छ!</b>
companion-linked = 🔗 <b>तपाईंको प्रोफाइलको लिङ्क पठाइयो!</b>

you-leave = 🕊 <b><u>तपाईं</u> च्याट छोड्नुभयो!</b>
companion-leave = 🕊 <b>तपाईंको कुराकानी साथीले च्याट छोड्नुभयो!
                  🔍 <u>तपाईंको लागि</u> नयाँ कुराकानी साथीको खोजाइ गर्दैछु...</b>

not-enough-balance = 😔 <b>{ $name }, पर्याप्त कुकी छैन
                     💸 आवश्यक: 999 कुकीहरू
                     🍪 ब्यालेन्स: { $balance } कुकीहरू

                     🎲 कुकीहरू कमाउन पासा फाल्नुहोस् (/dice)</b> 🍪

chans-info =
    { NUMBER($chan) ->
        [0] <b>नमस्ते, मेरो प्रिय! 💖🌟 म ओरीमिरु, विशेष साथी भावना र सजीव भावनाको संसारमा। मेरा ओठहरूले तपाईंलाई मिठो पलहरू दिन्छन् र मेरा भावनात्मक आँखाहरू तपाईंलाई साधारणबाट परको यात्रा गराउँछन्। हाम्रो साझा यात्रामा रोमाञ्चको अनुभव गर्न तयार हुनुहुन्छ? 💋✨ हामीसँग अविस्मरणीय अनुभवको यात्रा सुरु गरौं! #OrumiruChan #EmotionalElevation #SharedPath</b>
        [1] <b>नमस्ते, मेरो मोहक! 💫💋 म नेको, तपाईंको रहस्यमय साथी रहस्य र खुला आकर्षणको संसारमा। मेरा आगोले भरिएको आँखाहरूले तपाईंलाई धेरै कथाहरू सुनाउँछन्, र मेरो ग्रेसले तपाईंको मनलाई मोहित पार्छ। रहस्य र अविस्मरणीय अनुभवहरूको संसारमा जान तयार हुनुहुन्छ? 🔥💖 सँगै हाम्रो आकर्षणलाई गहिरो बनाऔं! #NekoChan #MysteriousGrace #SharedAdventures</b>
        *[other] <b>नमस्ते, मेरो प्रिय! 💋🌟 म कुरो, तपाईंको विशेष जादूमा रमाइलोको संसारमा। मेरा आँखाहरू तपाईलाई कुरिरहेछन्, र मेरो मुस्कानको टुक्राहरूले तपाईंलाई अद्भुत आनन्दको कगारमा पुर्याउँछन्। प्रत्येक पललाई विशेष बनाऔं, जादू र कोमलतासँग। 💖✨ मेरो हात समाएर अविस्मरणीय अनुभवको यात्रा सुरु गर्न तयार हुनुहुन्छ? 🔥🌹 #KuroChan #YourSweetPleasure #SharedJourney</b>
    }
